Repository: AnsonT/Journler
Catalog: *.lproj/JAlerts.strings
Languages: da, de

# dropbox error msg
source: Error reading drop box
da: Fejl ved læsning af drop boks
de: Fehler beim Lesen des Briefkastens

# dropbox error info
source: Journler encountered an error reading the drop box. Some files may not have been imported.
da: Journler opdagede en fejl under læsning af drop boksen. Nogle filer er eventuelt ikke blevet importeret. De er blevet flyttet til Finders papirkurv.
de: Es ist ein Fehler beim Lesen des Briefkastens aufgetreten. Einige Dateien sind möglicherweise nicht importiert worden. Sie finden nicht verschobene Dateien im Papierkorb des Finders.

# load error msg
source: Journler could not load your journal
da: Journler kunne ikke indlæse din journal
de: Journler konnte Ihr Journal nicht laden

# load error info
source: Journler could not locate your journal or was unable to load it. What would you like to do? If you are unsure, contact support@journler.com for additional help
da: Journler kunne enten ikke finde din journal eller indlæse den. Hvad vil du nu? Hvis du er usikker, så kontakt support@journler.com for mere hjælpp
de: Journler konnte Ihr Journal nicht finden oder aber nicht laden. Was möchten Sie jetzt tun? (Falls Sie unsicher sind, kontaktieren Sie support@journler.com für zusätzliche Hilfe.)

# load error locate
source: Locate Journal
da: Find journalen
de: Journal suchen

# load error create
source: Create Journal
da: Opret journal
de: Neues Journal erstellen

# load error quit
source: Quit
da: Afslutt
de: Beenden
