Repository: AnsonT/Journler
Catalog: *.lproj/JAlerts.strings
Languages: da, de

# no search index msg
source: Search unavailable
da: Søgning ikke tilgængelig
de: Suche nicht verfügbar

# no search index info
source: Journler was not able to load the search index. Would you like to reset it? This may take a few moments but is recommended.
da: Journler kan ikke indlæse søgeindekset. Vil du nulstille det? Det anbefales, selv om det tager lidt tid.
de: Der Suchindex konnte nicht geladen werden. Möchten Sie ihn zurücksetzen? Dies kann einige Momente dauern, wird aber empfohlen.

# no search index default
source: Reset
da: Nulstil
de: Zurücksetzen

# no search index alt
source: Cancel
da: Afbryd
de: Abbrechen

# no media msg
source: No media available
da: Intet tilgængeligt medie
de: Keine Medien verfügbar

# no media info
source: Add a song, picture, movie, vCard, PDF or web archive to your entry and click on the corresponding link to view it in Journler.
da: Føj en sang, billede, film, vCard, PDF eller web arkiv til din tekst og klik på den passende link, for at se det i Journler.
de: Fügen Sie ein Lied, Bild, Film, eine vCard oder PDF-Datei oder ein Webarchiv zu Ihrem Eintrag hinzu, und klicken Sie auf den entsprechenden Link, um es in Journler anzuzeigen.

# no media default
source: Continue
da: Fortsæt
de: Fortfahren

# services error msg
source: Services Error
da: Tjenester fejl
de: Fehler Dienstemenü

# services error info
source: Journler was unable to convert the selection to a readable type. No entry has been created.
da: Journler kan ikke konvertere valgte til en læselig type. Der er ingen tekst oprettet.
de: Jounler konnte die Auswahl nicht konvertieren. Es wurde kein Eintrag erstellt.

# pasteboard import error msg
source: Import Error
da: Importfejl
de: Importfehler

# pasteboard import error info
source: Journler was unable to convert the available data to a readable type. No entry has been created.
da: Journler kan ikke konvertere disse data til en læselig type. Der er ingen tekst oprettet.
de: Journler konnte die Daten nicht konvertieren. Es wurde kein Eintrag erstellt.

# import error msg
source: Import Error
da: Import fejl
de: Importfehler

# import error info
source: Journler was unable to import the specified file or files. The contents of a folder may not be imported in this manner. Select Import from the File menu instead.
da: Journler kan ikke importere filen eller filerne. Mappens indhold kan ikke importeres på denne måde. Vælg i stedet Import fra Arkiv menuen.
de: Journler konnte die ausgewählte(n) Datei(en) nicht importieren. Der Inhalt eines Ordners kann möglicherweise auf diese Art nicht importiert werden. Wählen Sie stattdessen die Import-Funktion aus dem Datei-Menü.

# uri error msg
source: URL Error
da: URL fejl
de: URL-Fehler

# uri error info
source: Journler was unable to convert the specified url to a known Journler object.
da: Journler kan ikke konvertere denne url til et kendt Journler objekt.
de: Journler konnte die ausgewählte URL nicht konvertieren.

# favorite error msg
source: Favorites Error
da: Favoritter fejl
de: Fehler betreffend Favoriten

# favorite error info
source: Journler was unable to locate the item for this favorite. It would appear that it has been deleted.
da: Journler kan ikke finde emnet for denne favorit. Måske er den blevet slettet.
de: Journler konnte das Objekt für diesen Favoriten nicht finden. Möglicherweise wurde es gelöscht.

# nil image error msg
source: Invalid Image Data
da: Ugyldig billed data
de: Ungültige Bilddaten

# nil image error info
source: Journler was not able to create an image from the contents of the selected file.
da: Journler kan ikke oprette et billede fra indholdet af valgte fil.
de: Journler konnte aus der ausgewählten Datei kein Bild erstellen.

# save error msg
source: Save Error
da: Arkiveringsfejl
de: Fehler beim Sichern

# save error info
source: Journler was unable to save the journal to it's disk based store. This may lead to data loss. Check the console logs for more information.
da: Journler kan ikke arkivere journalen til dets disk baserede lager. Det kan føre til tab af data. Se konsol log for mere information.
de: Journler konnte das Journal nicht am vorgesehenen Ort abspeichern. Dies kann zu Datenverlust führen. Für weitere Informationen konsultieren Sie bitte die Log-Dateien der Konsole.

# wordlist save error msg
source: Wordlist could not be saved
da: Ordlisten kan ikke arkiveres
de: Wörterlisten konnten nicht gesichert werden

# wordlist save error info
source: Journler was unable to save your changes to the wordlist. There was a problem writing the list to disk.
da: Journler kan ikke arkivere ændringerne til ordlisten. Der er et problem med skrivning af listen til disk.
de: Journler konnte die vorgenommenen Änderungen an der Wörterliste nicht sichern. Es ist ein Schreibfehler aufgetreten.

# wordlist creation error msg
source: Error creating wordlist
da: Fejl ved oprettelse af ordlisten
de: Fehler beim Erstellen der Wörterliste

# wordlist creation error info
source: Journler was unable to derive a wordlist from the selected file. Make sure the word pairs are separated by a comma and that each wordpair is on its own line.
da: Journler kan ikke bruge ordlisten fra denne fil. Sørg for at ord-par er adskilt med et komma uden ordmellerum, og at hvert ord-par er på en ny linje.
de: Journler konnte aus der ausgewählten Datei keine Wörterliste erstellen.

# entry export error msg
source: Export Error
da: Eksportfejl
de: Fehler beim Exportieren

# entry export error info
source: Journler encountered errors while exporting the selected entries. All of the entries may not have been properly exported.
da: Journler opdagede en fejl under eksport af valgte tekster. Alle tekster er måske ikke eksporteret korrekt.
de: Beim Exportieren der ausgewählten Einträge sind Fehler aufgetreten. Möglicherweise sind nicht alle Einträge korrekt exportiert worden.

# md5digest cannot create msg
source: Error creating password digest
da: Fejl ved oprettelse af password strukturen
de: Fehler beim Verarbeiten des Kennworts

# md5digest cannot create info
source: Jourler cannot create the digest for your password. Try using a different password instead.
da: Jourler kan ikke oprette strukturen for dit password. Prøv istedet et andet password.
de: Journler kann Ihr Kennwort nicht verarbeiten. Wählen Sie bitte ein anderes Kennwort.

# passfile creation error msg
source: Error adding password
da: Fejl ved tilføjelse af password
de: Fehler beim Hinzufügen des Kennworts

# passfile creation error info
source: Journler was unable to activate password protection for your journal. Please try again.
da: Journler kan ikke aktivere password beskyttelse af din journal. Prøv venligst igen.
de: Journler konnte den Passwortschutz für Ihr Journal nicht aktivieren. Bitte versuchen Sie es noch einmal.

# passfile deletion error msg
source: Error removing password
da: Fejl ved fjernelse af password
de: Fehler beim Entfernen des Kennworts

# passfile deletion error info
source: Journler was unable to de-activate password protection for your journal. Please try again.
da: Journler kan ikke de-aktivere journalens password beskyttelse. Prøv venligst igen.
de: Journler konnte den Passwortschutz für Ihr Journal nicht aufheben. Bitte versuchen Sie es noch einmal.

# media unreadable msg
source: Unable to read media
da: Kan ikke læse mediet
de: Medien konnten nicht gelesen werden

# media unreadable info
source: Journler does not understand the media you are trying to open
da: Journler forstår ikke det medie, du prøver at åbne
de: Journler kann mit den Medien nicht umgehen, die Sie zu öffnen versuchen

# resource not found msg
source: Resource Not Found
da: Kilde ikke fundet
de: Anhang nicht gefunden

# resource not found info
source: Journler was unable to find the specified resource. It would appear that the resource has been deleted.
da: Journler kan ikke finde disse kilder. Måske er kilderne slettet.
de: Journler konnte den ausgewählten Anhang nicht finden. Möglicherweise ist der Anhang gelöscht worden.

# lameinstall success title
source: Components successfully installed
da: Komponenter er installeret
de: Komponenten erfolgreich installiert

# lameinstall success msg
source: The LAME encoding components were successfully installed. It may be necessary to relaunch Journler before they are available.
da: LAME kode komponenterne er blevet installeret. Det kan være nødvendigt at genstarte computeren, før de er tilgængelige.
de: Die LAME-encoding-Komponenten wurden erfolgreich installiert. Möglicherweise müssen Sie Ihren Computer neu starten, damit Journler darauf zugreifen kann.

# lameinstall failure title
source: Components not installed
da: Komponenter er ikke installeret
de: Komponenten nicht installiert

# lameinstall failure msg
source: Journler was unable to install the LAME encoding components. For instructions on installing LAME yourself, please see the additional documents that came with the Journler download.
da: Journler kunne ikke installere LAME kode komponenterne. Du kan læse om manuel installering af LAME i de dokumenter, der er i Journler download.
de: Journler konnte die LAME-encoding-Komponenten nicht installieren. Informationen, wie Sie LAME selber installieren können, finden Sie in den Dokumenten, die Sie mit Journler heruntergeladen haben.

# lameinstall required title
source: Install MP3 encoder?
da: Installere MP3 koder?
de: MP3-Kodierer installieren?

# lameinstall required msg
source: Journler requires the LAME mp3 encoder to save your audio entries as mp3 files. Would you like to install it now?
da: Journler kræver LAME mp3 koder for at kunne arkivere dine lydemner som mp3 filer. Vil du installere det nu?
de: Journler benötigt den LAME MP3-Kodierer, um Ihre Audio-Einträge als MP3-Datei zu sichern. Möchten Sie den MP3-Kodierer jetzt installieren?

# lameinstall required yes
source: Install
da: Installer
de: Installieren

# lameinstall required no
source: Cancel
da: Afbryd
de: Abbrechen

# confirm delete multiple msg
source: Are you sure you want to delete the selected entries?
da: Er du sikker på, du vil slette valgte tekster?
de: Wollen Sie die ausgewählten Einträge wirklich löschen?

# confirm delete multiple info
source: Deleting these entries will permanently remove them from your journal.
da: Sletning af disse tekster fjerner dem permanent fra journalen.
de: Wenn Sie diese Einträge löschen, werden sie unwiderruflich aus Ihrem Journal entfernt.

# confirm delete multiple yes
source: Delete
da: Slet
de: Löschen

# confirm delete multiple no
source: Cancel
da: Afbryd
de: Abbrechen

# delete resources msg
source: Delete the selected resources?
da: Er du sikker på, du vil slette valgte kilder?
de: Wollen Sie die ausgewählten Anhänge wirklich löschen?

# delete resources info
source: This operation removes the resources from the selected entries. Resources associated with other entries will remain in those entries. Original copies of aliased files are not affected.
da: Operationen fjerner kilderne fra de valgte tekster. Kilder, der er knyttet til andre tekster berøres ikke. Originale kopier af af henviste filer berøres ikke.
de: Sie entfernen die Anhänge der ausgewählten Einträge. Anhänge, die mit anderen Einträgen verknüpft sind, bleiben den jeweiligen Einträgen zugeordnet. Kopien von Alias-Dateien sind nicht betroffen.

# delete resources yes
source: Delete
da: Slet
de: Löschen

# delete resources no
source: Cancel
da: Afbryd
de: Abbrechen

# delete folders msg
source: Are you sure you want to delete the selected folders?
da: Er du sikker på, du vil slette valgte mapper?
de: Wollen Sie die ausgewählten Ordner wirklich löschen?

# delete folders info
source: Deleting these folders will permanently remove them from your journal. The entries contained in them will not be affected.
da: Sletningen fjerner dem permanent fra din journal. Emnerne, som er i dem, berøres ikke.
de: Wenn Sie diese Ordner löschen, werden Sie unwiderruflich aus dem Journal entfernt. Die im Ordner enthaltenen Einträge sind davon nicht betroffen.

# delete folders yes
source: Delete
da: Slet
de: Löschen

# delete folders no
source: Cancel
da: Afbryd
de: Abbrechen

# empty trash msg
source: Are you sure you want to empty the trash?
da: Er du sikker på, du vil tømme papirkurven?
de: Wollen Sie den Papierkorb wirklich leeren?

# empty trash info
source: Any entries in the trash will be permanently removed from your journal.
da: Alle tekster i papirkurven fjernes permanent fra journalen.
de: Alle Einträge im Papierkorb werden endgültig aus Ihrem Journal entfernt.

# empty trash yes
source: Delete
da: Slet
de: Löschen

# empty trash no
source: Cancel
da: Afbryd
de: Abbrechen

# error create overwrite msg
source: Old journal data found
da: Der er fundet gamle journal data
de: Alte Journal-Dateien gefunden

# error create overwrite info
source: There appears to be old journal data where Journler saves your entries. Would you like to overwrite this data? Overwriting it will permanently delete it.
da: Der ser ud til at være gamle journal data, hvor Journler arkiverer dine tekster. Vil du overskrive disse data? Overskrivning sletter dem permanent.
de: Offenbar befinden sich alte Journal-Dateien am Ort, wo Journler Ihre Einträge speichert. Wollen Sie diese Dateien überschreiben? Dabei würden die Dateien unwiderruflich gelöscht.

# error create overwrite yes
source: Overwrite
da: Overskriv
de: Überschreiben

# error create overwrite no
source: Quit
da: Afslut
de: Beenden

# no ipod connected msg
source: No iPod available
da: Ingen iPod tilgængelig
de: Kein iPod angeschlossen

# no ipod connected info
source: There does not appear to be an iPod connected to your computer. Please connect your iPod and try again.
da: Der er ikke sluttet en iPod til computeren. Tilslut din iPod og prøv igen.
de: Es scheint kein iPod an Ihren Computer angeschlossen zu sein. Schliessen Sie Ihren iPod an, und versuchen Sie es erneut.

# no ipod notes msg
source: No notes folder available
da: Der er ingen tilgængelig note mappe
de: Kein Notizenordner verfügbar

# no ipod notes info
source: There does not appear to be a notes folder on this iPod. Make sure disk use is enabled via the iPod preferences in iTunes. Older iPods may not support text notes.
da: Der ser ikke ud til at være nogen note mappe på denne iPod. Sørg for at disk use er aktiveret via iPod indstillinger i iTunes. Ældre iPod understøtter eventuelt ikke tekst noter.
de: Auf Ihrem iPod scheint kein Notizenordner verfügbar zu sein. Vergewissern Sie sich, dass die Verwendung Ihres iPods als Volume aktiviert ist. Beachten Sie, dass erst iPods ab der dritten Generation das Anzeigen von Notizen unterstützen.

# no ipod journler folder msg
source: No Journler folder
da: Ingen Journler mappe
de: Ordner "Journler" nicht vorhanden

# no ipod journler folder info
source: Journler was unable to add a Journler folder to your iPod Notes. Create the folder manually and try again.
da: Journler kan ikke føje en Journler mappe til dine iPod Noter. Opret mappen manuelt og prøv igen.
de: Der Ordner "Journler" konnte nicht zum Notizenordner auf Ihrem iPod hinzugefügt werden. Erstellen Sie diesen Ordner von Hand, und versuchen Sie es noch einmal.

# no iweb msg
source: Could not find iWeb
da: Kan ikke finde iWeb
de: iWeb konnte nicht gefunden werden

# no iweb info
source: Journler could not locate iWeb. Make sure you have installed the iLife suite of applications on your computer.
da: Journler kan ikek finde iWeb. Sørg for at du har installeret iLife programmerne på computeren.
de: iWeb konnte nicht gefunden werden. Vergewissern Sie sich, dass Sie die iLife-Suite vollständig installiert haben.

# bad conditions msg
source: Format error
da: Formatfejl
de: Formatfehler

# bad conditions info
source: Journler was unable to verify your conditions. Try removing any punctuation, including quotation marks and apostrophes. Empty conditions are not allowed.
da: Journler kan ikke bekræfte dine betingelser. Prøv at fjerne alle punkteringer incl. anførselstegn og apostroffer.
de: Ihre Bedingungen konnten nicht überprüft werden. Versuchen Sie es noch einmal, indem Sie Satzzeichen (inkl. Anführungszeichen und Apostrophe) entfernen. Leere Bedingungen sind nicht erlaubt.

# no video capture msg
source: Video capture unavailable
da: Video optagelse er ikke tilgængelig
de: Videoaufnahme nicht verfügbar

# no video capture info
source: Journler was unable to connect to a video device. Check your device connections and try again.
da: Journler kan ikke oprette forbindelse til en video enhed. Tjek om det er tilsluttet og prøv igen.
de: Journler konnte keine Verbindung zu einer Videokamera/Webcam herstellen. Prüfen Sie die Anschlüsse an Ihre Videokamera/Webcam, und versuchen Sie es erneut.

# no audio capture msg
source: Audio recording unavailable
da: Lyd optagelse er ikke tilgængelig
de: Audioaufnahme nicht verfügbar

# no audio capture info
source: Journler was unable to connect to an audio device. Check your device connections and try again.
da: Journler kan ikke oprette forbindelse til en lyd enhed. Tjek om det er tilsluttet og prøv igen.
de: Journler konnte keine Verbindung zu einer Tonquelle herstellen. Prüfen Sie die Anschlüsse an Ihre Tonquelle, und versuchen Sie es erneut.

# no snapshot capture msg
source: Snapshot is unavailable
da: Snapshot er ikke tilgængelig
de: Schnappschuss ist nicht verfügbar

# no snapshot capture info
source: Journler was unable to connect to your camera. Check your device connections and try again.
da: Journler kan ikke skabe forbindelse til dit kamera. Tjek om det er tilsluttet og prøv igen.
de: Journler konnte keine Verbindung zu Ihrer Kamera herstellen. Prüfen Sie die Anschlüsse an Ihre Kamera, und versuchen Sie es erneut.

# media error msg
source: Media error
da: Mediefejl
de: Medienfehler

# media error info
source: An error occurred while reading the media. Journler is unable to display it. To open the media in another application hold down the command key as you click on its link in the entry.
da: Fejl opstod under læsning af medie. Journler kan ikke vise det. For at åbne mediet i et andet program, holdes Æble-tasten nede, mens du klikker på dets link i teksten.
de: Beim Lesen der Medien ist ein Fehler aufgetreten. Journler kann die Medien nicht anzeigen. Um die Medien in einem anderen Programm zu öffnen, klicken Sie bei gedrückter Befehlstaste auf den entsprechenden Verweis im Eintrag.

# google search error msg
source: Error running Google search
da: Fejl under Google søgning
de: Fehler bei der Google-Suche

# google search error info
source: Journler encountered an error preparing for the Google search. Please check your search string and internet connection then try again.
da: Journler opdgede en fejl under Google søgningen. Tjek din søgetekst, internet forbindelse og prøv igen.
de: Bei der Google-Suche ist ein Fehler aufgetreten. Überprüfen Sie Ihren Suchtext und Ihre Internetverbindung, und versuchen Sie es erneut.

# blogger cant get blog list
source: Journler was unable to retrieve blog list
da: Journler kunne ikke finde blog listen igen
de: Journler konnte die Blogliste nicht auffinden.

# blogger cant post
source: Journler was unable to post the entry
da: Journler kunne ikke poste teksten
de: Journler konnte den Eintrag nicht veröffentlichen

# metaweblog cant get categories
source: Journler was unable to retrieve categories list
da: Journler kunne ikke finde kategori listen igen
de: Journler konnte die Liste mit den Kategorien nicht abfragen

# metaweblog cant post
source: Journler was unable to post the entry
da: Journler kunne ikke poste teksten
de: Journler konnte den Eintrag nicht veröffentlichen

# pasteboard folder warning msg
source: You are importing a folder
da: Du importerer en mappe
de: Sie importieren einen Ordner

# pasteboard folder warning info
source: The contents of the folder will not be imported as individual items, but rather the folder itself. To import each item of a folder use the Import command. Is this ok?
da: Mappens indhold vil ikke blive importeret som individuelle emner, emn nærmere som selve mappen. For at importere hvert emne i en mappe, benyttes Import kommandoen. Er det ok?
de: Der Ordnerinhalt wird als ganzes importiert. Um die Dateien im Ordner einzeln zu importieren, verwenden Sie bitte die Funktion "Importieren". Sind Sie damit einverstanden?

# pasteboard folder warning ok
source: Continue
da: Fortsæt
de: Fortfahren

# pasteboard folder warning cancel
source: Cancel
da: Afbryd
de: Abbrechen

# blogcenter mode warning msg
source: HTML editing mode
da: HTML redigeringsmåde
de: HTML-Eingabemodus

# blogcenter mode warning info
source: Using both normal and html mode is not recommended, as formatting may be lost. For best results, limit editing to one mode, using the web preview as often as needed.
da: Det anbefales ikke at benytte både normal og html måde, da formattering så kan mistes. Bedste resultat fås ved kun at benytte enredigeringsmåde, ved at bruge web preview så ofte det er nødvendigt.
de: Wenn Sie sowohl den normalen als auch den HTML-Modus benützen, kann die Formatierung verlorengehen. Für optimale Resultate beschränken Sie sich auf einen Modus, und benützen Sie die Webvorschau so oft wie nötig.

# mail preference msg
source: How would you like to send emails from Journler?
da: Hvordan vil du sende e-mail fra Journler?
de: Wie möchten Sie E-Mails aus Journler heraus versenden?

# mail preference info
source: Journler can use Mail or your default email client to send messages. File attachments are supported with Mail only. You may change your setting at a later time in Journler General preferences.
da: Journler kan benytte Mail eller din standard e-mail klient til at sende beskeder. Fil vedhæftning understøttes kun af Mail. Du kan senere ændre dine indstillinger i Journler Indstillinger/Generelt.
de: Journler kann auf Apple Mail oder Ihr bevorzugtes Mailprogramm zurückgreifen, um Nachrichten zu versenden. Anhänge werden jedoch nur mit Apple Mail unterstützt. Sie können Ihre Einstellungen auch später in den allgemeinen Einstellungen von Journler ändern.

# mail preferece use mail
source: Use Mail
da: Benyt Mail
de: Mail benutzen

# mail preference use default
source: Use Default Client
da: Benyt standard klient
de: Anderes Mailprogramm benutzen

# error pre117 format msg
source: Journal data format is too old
da: Journal data formatet er for gammelt
de: Das verwendete Journal-Dateiformat ist zu alt.

# error pre117 format info
source: Before running the latest version of Journler you must first run v1.17 once to update your journal data. Version 1.17 may be found at... http://journler.com/download/
da: Før du bruger seneste Journler version, skal du først benytte v1.17 en gang, for at opdatere dine journal data. Version 1.17 kan findes her... http://journler.com/download/
de: Bevor Sie die aktuelle Version von Journler verwenden können, müssen Sie zunächst die Version 1.17 starten, damit Ihre Journaldateien aktualisieren werden können. Sie finden Version 1.17 unter ... http://journler.com/download/

# error pre117 format quit
source: Quit
da: Afslut
de: Beenden

# error pre117 format website
source: Visit Journler.com
da: Besøg Journler.com
de: Journler.com besuchen

# resourcetoentry error msg
source: Error adding media
da: Fejl ved tilføjning af medie
de: Fehler beim Hinzufügen von Medien

# resourcetoentry error info
source: There was a problem adding the selected media to your entry. Some of the files may not be available for viewing.
da: Et problem opstod, da du ville føje valgte medie til din tekst. Nogle af filerne kan måske ikke vises.
de: Beim Hinzufügen der ausgewählten Medien zu Ihrem Eintrag ist ein Fehler aufgetreten. Einige dieser Dateien können daher möglicherweise nicht angezeigt werden.
