Repository: AnsonT/Journler
Catalog: *.lproj/JNotifications.strings
Languages: da, de

# attempting import
source: Importing entry
da: Importerer tekst
de: Eintrag importieren

# import success
source: Successfully imported entry on %@
da: Tekst er importeret på %@
de: Eintrag auf %@ erfolgreich importiert

# import failure
source: Unable to import entry
da: Kan ikke importere tekst
de: Import des Eintrags nicht möglich

# link pasted
source: Link added to entry
da: Link føjet til teksten
de: Verweis zum Eintrag hinzugefügt

# link not pasted
source: Could not add link to entry
da: Kan ikke føje link til teksten
de: Verweis zum Eintrag konnte nicht hinzugefügt werden

# web selection pasted
source: Selection added to entry
da: Valgte føjet til teksten
de: Auswahl zum Eintrag hinzugefügt

# web selection not pasted
source: Could not add selection to entry
da: Kan ikke føje valgte til teksten
de: Auswahl zum Eintrag konnte nicht hinzugefügt werden

# web error
source: Error - %@
da: Fejl - %@
de: Fehler - %@

# web loading
source: Loadingâ€¦
da: Indlæser…
de: Laden…

# ipod export underway
source: Exporting entries to iPod
da: Eksporterer tekster til iPod
de: Einträge auf iPod übertragen

# ipod export success
source: Successfully exported entries to iPod
da: Tekster er eksporteret til iPod
de: Einträge erfolgreich auf iPod übertragen

# ipod export error
source: There were errors exporting to iPod
da: Fejl opstod under eksport til iPod
de: Fehler beim Übertragen der Einträge auf den iPod
