Repository: AnsonT/Journler
Catalog: *.lproj/Localizable.strings
Languages: da, de

# preferences panel 12
source: Media
da: Medie
de: Medien

# preferences panel 16
source: Editing
da: Redigering
de: Bearbeiten

# preferences panel 17
source: Labels
da: Label
de: Etiketten

# live count
source: %i paragraphs, %i words, %i characters
da: %i afsnit, %i ord, %i tegn
de: %i Absätze, %i Wörter, %i Zeichen

# num entries num resources
source: %i entries, %i resources
da: %i tekster, %i kilder
de: %i Einträge, %i Anhänge

# undo autourl
source: Link URL
de: Hyperlink

# undo autowiki
source: Entry Link
da: Tekst link
de: Eintrags-Link

# undo autospelling
source: Correct Spelling
da: Ret stavning
de: Korrekte Schreibweise

# resource node folder
source: Containing Folders
da: Indeholder mapper
de: übergeordnete Ordner

# resource node contacts
source: Contacts
da: Kontakter
de: Kontakte

# resource node urls
source: Websites
de: Webseiten

# resource node archives
source: Web Archives
da: Web arkiver
de: Webarchive

# resource node images
source: Images
da: Billeder
de: Bilder

# resource node docs
source: Documents
da: Dokumenter
de: Dokumente

# resource node correspondence
source: Messages
da: Beskeder
de: Korrespondenz

# copy menu item
source: Copy
da: Kopier
de: Kopieren

# entry link menu item
source: Copy Link to Entry
da: Kopier link til tekst
de: Verweis zum gewählten Eintrag kopieren

# folder link menu item
source: Copy Link to Folder
da: Kopier link til mappe
de: Verweis zum Ordner kopieren

# resource link menu item
source: Copy Link to Resource
da: Kopier link til kilde
de: Verweis zum Anhang kopieren

# menuitem insert date
source: Date
da: Indsæt dato
de: Datum einfügen

# menuitem insert time
source: Time
da: Indsæt klokkeslæt
de: Zeit einfügen

# menuitem insert datetime
source: Date & Time
da: Indsæt dato & tid
de: Datum & Zeit einfügen

source: Video Recording
da: Video optagelse
de: Videoaufnahme

source: Audio Recording
da: Lydoptagelse
de: Audioaufnahme

# snapshot recording
source: Snapshot
de: Schnappschuss

# mditem kind name
source: Kind
da: Art
de: Art

# mditem size name
source: Size
da: Størrelse
de: Größe

# mditem size kb
source: KB on disk
da: KB på disk
de: KB Festplattenplatz

# mditem size mb
source: MB on disk
da: MB på disk
de: MB Festplattenplatz

# mditem size gb
source: GB on disk
da: GB på disk
de: GB Festplattenplatz

# mditem created name
source: Created
da: Oprettet
de: Erstellt

# mditem modified name
source: Modified
da: Ændret
de: Geändert

# mditem lastopened name
source: Last opened
da: Sidst åbnet
de: Zul. geöffnet

# html rep entries
source: Entries
da: Tekster
de: Einträge

# html rep folder
source: Folder
da: Mappe
de: Ordner

# html rep library
source: Library
da: Bibliotek
de: Bibliothek

# html rep trash
source: Trash
da: Papirkurv
de: Papierkorb

# html rep regfolder
source: Folder
da: Mappe
de: Ordner

# html rep smartfolder
source: Smart Folder
da: Smart mappe
de: Intelligenter Ordner

# title label
source: Title
da: Titel
de: Titel

# date label
source: Date
da: Dato
de: Datum

# category label
source: Category
da: Kategori
de: Kategorie

# tags label
source: Tags
da: Stikord
de: Schlagwörter

# summary label
source: Summary
da: Resume
de: Zusammenfassung

# duplicated entry
source: Copy
da: Kopi
de: Kopieren

# menuitem insert linebreak
source: Linebreak
da: Indsæt linjestop
de: Zeilenumbruch einfügen

# menuitem insert paragraphbreak
source: Paragraph Break
da: Indsæt afsnitsstop
de: Abschnittsumbruch einfügen

# csv select title
source: Select Document
da: Vælg dokument
de: Dokument auswählen

# csv select prompt
source: Select
da: Vælg
de: Auswählen

# csv select message
source: Select a text file whose word pairs are separated by a comma with each pair on its own line.
da: Vælg en tekst fil, hvis ord-par er adskilt af komma, uden ordmellemrum, hvor hvert par står på sin egen linje.
de: Wählen Sie eine Textdatei, in der sich auf jeder Zeile ein kommagetrenntes Wortpaar befindet.

# menuitem open with finder
source: Open with Finder
da: Åben med Finder
de: Im Finder öffnen

# menuitem open link with finder
source: Open Link with Finder
da: Åben link med Finder
de: Verweis mit dem Finder öffnen

# menuitem reveal link in finder
source: Reveal Link in Finder
da: Vis link i Finder
de: Verweis im Finder anzeigen

# menuitem append image
source: Append Image to Entry
da: Føj billede til tekst
de: Bild an Eintrag anhängen

# choose button
source: Choose
da: Vælg
de: Auswählen

# export resources panel prompt
source: Export
da: Eksporter
de: Exportieren

# export resources panel title
source: Select a destination
da: Vælg en destination
de: einen Speicherort wählen

# export resources panel text
source: Where would you like to save the selected resources?
da: Hvor skal valgte kilder arkiveres?
de: Wohin wollen Sie die ausgewählten Anhänge speichern?

# menuitem export resources
source: Export Selected Resources…
da: Eksporter valgte kilder…
de: Ausgewählte Anhänge exportieren…

# menuitem export entries
source: Export Selected Entries…
da: Eksporter valgte tekster…
de: Ausgewählte Einträge exportieren…

# menuitem export
source: Export…
da: Eksporter…
de: Exportieren…

# menuitem new folder
source: New Folder
da: Ny mappe
de: Neuer Ordner

# menuitem new folder with selection
source: New Folder with Selection
da: Ny mappe med valgte…
de: Neuer Ordner mit der Auswahl…

source: Enter License
da: Skriv licens
de: Lizenz eingeben

# invalidate license
source: Invalidate
da: Kasser
de: Annullieren

# alert valid license title
source: Valid License!
da: Gyldig licens!
de: Gültige Lizenz!

# alert invalid license title
source: Invalid License!
da: Ugyldig licens!
de: Ungültige Lizenz!

# alert valid personal use
source: This license is valid for personal use. Thanks for your donation!
da: Licensen gælder til personlig brug. Tak for din donation!
de: Diese Lizenz ist gültig für den persönlichen Gebrauch. Danke für Ihre Spende!

# alert valid nonpersonal use
source: This is a valid license for non-personal use. Thanks for your support!
da: Dette er en gyldig licens til ikke-personlig brug. Tak for din støtte!
de: Diese Lizenz ist gültig für den nicht-persönlichen Gebrauch. Besten Dank für Ihre Unterstützung!

# alert valid beta
source: This is a valid license for beta testing. Thanks for your support!
da: Dette er en gyldig licens til beta test. Tak for din støtte!
de: Dies ist eine gültige Lizenz für den Betatest. Danke für Ihre Unterstützung!

# alert valid journler
source: This is a valid Journler Friends license. Thanks for your support!
da: Dette er en gyldig licens speciel for Journler venner. Tak for din støtte!
de: Dies ist eine Speziallizenz für Journler. Besten Dank für Ihre Unterstützung!

# alert valid full
source: This is a valid Journler license. Thanks for your support!
da: Dette er en gyldig Journler licens. Tak for din støtte!
de: Dies ist eine gültige Journler Lizenz. Danke für Ihre Unterstützung!

# alert invalid msg
source: This is not a valid license. Please ensure you have entered your license code correctly.
da: Dette er ikke en gyldig licens. Sørg venligst for at skrive licenskoden korrekt.
de: Dies ist keine gültige Lizenz. Stellen Sie sicher, dass Sie die Lizenznummer korrekt eingegeben haben.

# new entry with clipboard
source: New Entry with Contents of Clipboard
da: Ny tekst fra klippebordet
de: Neuer Eintrag aus Ablage

# menuitem linkto
source: Link To
da: Link til
de: Verlinken mit

# resource tooltip bad alias
source: Journler is unable to find the original file associated with this resource. The alias seems to be broken.
da: Journler kan ikke finde den originale fil, der er knyttet til denne kilde. henvisningen synes at være brudt.
de: Journler kann die Originaldatei nicht finden.

# resource tooltip no file
source: Journler is unable to find the file associated with this resource
da: Journler kan ikke finde filen, der er knyttet til denne kilde
de: Journler kann den gewünschten Anhang nicht finden.

# integration copying files
source: Copying Files…
da: Kopierer filer…
de: Dateien kopieren…

# integration creating archive
source: Creating archive…
da: Opretter arkiv…
de: Archiv erstellen…

# integration reading messages
source: Reading messages…
da: Læser beskeder…
de: Nachrichten lesen…

source: Show Resources
da: Vis kilder
de: Anhänge einblenden

source: Hide Resources
da: Skjul kilder
de: Anhänge ausblenden

# terms label
source: terms
da: udtryk
de: Begriffe

# documents label
source: items
da: emner
de: Dateien

# file manager error title
source: Journler encountered a file error
da: Journler opdagede en fil fejl
de: Es ist ein Fehler aufgetreten

# file manager error msg
source: Description: %@ Path: %@
da: Beskrivelse: %@ Sti: %@
de: Beschreibung: %@ Pfad: %@

# menuitem lexicon
source: All Documents with Term
da: Alle dokumenter med udtryk
de: Alle Dokumente mit Begriff

# import review note
source: Review, edit and remove entries.
da: Gennemse, rediger og fjern emner.
de: Einträge bewerten, ändern und entfernen

# import review target folder
source: The target root folder is %@
da: Destinationsmappen er %@
de: Der Zielordner ist %@

source: Reading Drop Box
da: Læser Drop boks
de: Briefkasten lesen

# pdf service filename
source: Save PDF to Journler
da: Arkiver PDF til Journler
de: PDF in Journler sichern

# term header title
source: Term
da: Udtryk
de: Begriff

# document header title
source: Document
da: Dokument
de: Dokument

source: Find in Journal
da: Find i journal
de: In Journal finden

source: Find in Folder
da: Find i mappe
de: In Ordner finden

# LabelName1
source: Red
da: Rød
de: Rot

# LabelName3
source: Yellow
da: Gul
de: Gelb

# LabelName4
source: Green
da: Grøn
de: Grün

# LabelName5
source: Blue
da: Blå
de: Blau

# LabelName6
source: Purple
da: Lilla
de: Violett

# LabelName7
source: Gray
da: Grå
de: Grau

# menuitem new entry quick
source: New Entry
da: Ny tekst
de: Neuer Eintrag

# menuitem new entry extended
source: New Entry…
da: Ny tekst…
de: Neuer Eintrag…

# menuitem tag entry
source: Make Tag
da: Opret stikord
de: Als Schlagwort verwenden

# locate weblog editor
source: Where is your weblog application or Apple Script?
da: Hvor er dit weblog-program eller Apple Script?
de: Wählen Sie Ihr Weblog-Porgramm oder AppleScript aus?

source: Loading Journal…
da: Åbner journal…
de: Journal laden…

# services window title
source: jPanel - Journler Service
da: jPanel - Journler tjeneste

# resource alias
source: Alias
da: Henvisning

# resource node internal
source: Journler Links
da: Journler link

# resource node pdfs
source: PDFs
da: PDF'er

# resource node av
source: Audio/Video
da: Lyd/Video
