Repository: AnsonT/Journler
Catalog: *.lproj/Localizable.strings
Languages: da, de

# multi info num
source: Editing %i entries
de: %i Einträge bearbeiten

source: Show Topics
da: Vis emner
de: Themen einblenden

source: Hide Topics
da: Skjul emner
de: Themen ausblenden

# show header
source: Show Journal Header
da: Vis Journal overskrift
de: Kopfzeile des Journals einblenden

# hide header
source: Hide Journal Header
da: Skjul Journal overskrift
de: Kopfzeile des Journals ausblenden

# flag entry
source: Mark as Flagged
da: Mærk som flagget
de: Markierung setzen

# deflag entry
source: Unmark as Flagged
da: Fjern flagget
de: Markierung aufheben

source: Select Target Blog
da: Vælg mål-blog
de: Ziel-Blog auswählen

# menuitem insert
source: Insert
da: Indsæt
de: Einfügen

# menuitem scripts
source: Scripts
de: Skripts

# menuitem checkbox
source: Checkbox
da: Indsæt tjekfelt
de: Ankreuzfeld einfügen

# menuitem table
source: Table…
da: Indsæt tabel…
de: Tabelle einfügen…

# menuitem list
source: List…
da: Indsæt liste…
de: Liste einfügen…

# menuitem url
source: URL…
da: Indsæt URL…
de: Internet-Adresse einfügen…

# menuitem color
source: Color…
da: Farve…
de: Farbe…

# menuitem font
source: Font…
da: Skrift…
de: Schrift…

# menuitem spacing
source: Spacing…
da: Luft…
de: Zeilenabstand…

# menuitem spacing no ellipse
source: Spacing
da: Luft
de: Zeilenabstand

# menuitem strike
source: Strike
da: Gennemstreget
de: Text durchstreichen

# menuitem highlight
source: Highlight
da: Marker tekst
de: Text hervorheben

# menuitem yellow
source: Yellow
da: Gul
de: Gelb

# menuitem blue
source: Blue
da: Blå
de: Blau

# menuitem green
source: Green
da: Grøn
de: Grün

# menuitem red
source: Red
da: Rød
de: Rot

# menuitem clear
source: Remove Highlight
da: Fjern markering
de: Hervorhebung aufheben

# undo date
source: Insert Date
da: Indsæt dato
de: Datum einfügen

# undo time
source: Insert Time
da: Indsæt klokkeslæt
de: Zeit einfügen

# undo datetime
source: Insert Date & Time
da: Indsæt dato & tid
de: Datum & Zeit einfügen

# undo highlight
source: Highlight Text
da: Marker tekst
de: Text herhorheben

source: New Entry
da: Ny tekst
de: Neuer Eintrag

# untitled title
source: Untitled
da: Uden navn
de: Ohne Titel

# autoimport
source: Import
da: Importer
de: Importieren

# export panel title
source: Export Journal
da: Eksporter journal
de: Journal exportieren

# export panel text
source: Select a folder where you would like to save your journal
da: Vælg en mappe til arkivering af journalen
de: Wählen Sie einen Speicherort für Ihr Journal

# export panel prompt
source: Save
da: Arkiver
de: Sichern

# import panel text
source: Select a text, richtext, web, or word document whose contents you would like to import
da: Vælg det tekst, richtext, web eller Word dokument, hvis indhold du vil importere
de: Wählen Sie eine Datei (txt, rtf, doc, html), die Sie importieren möchten

# import failure
source: Unable to import the selected file
da: Kan ikke importere valgte fil
de: Ausgewählte Datei konnte nicht importiert werden

# search number
source: The search returned %i matches
da: Søgningen viste %i resultater
de: Die Suche hat %i Treffer ergeben

# launch notice
source: Journler launched - %i entries
da: Journler indlæste - %i tekster
de: Journler gestartet - %i Einträge

# random launch
source: Journler launched with random entry - %i entries
da: Journler er indlæst med tilfældig tekst - %i tekster
de: Journler mit Zufallseintrag gestartet - %i Einträge

# random entry
source: Grabbing random entry
da: Henter tilfældig tekst
de: Zufallseintrag wählen

# one entry
source: 1 entry
da: 1 tekst
de: 1 Eintrag

# num entries
source: %i entries
da: %i tekster
de: %i Einträge

# export journal
source: Exporting entry %i : %@
da: Eksporterer tekst %i : %@
de: Exportiere Eingrag %i : %@

# jexport singe underway
source: Preparing journal for single file export
da: Forbereder journal for enkelt fil eksport
de: Journal für den Export als einfache Datei vorbereiten

# jexport complete
source: Finished exporting journal, %i entries saved
da: Færdig med journal eksport, %i tekster arkiveret
de: Export des Journals abgeschlossen, %i Einträge gesichert

# jexport single complete
source: Finished exporting journal as a single file
da: Færdig med journal eksport som enkelt fil
de: Export des Journals als einfache Datei abgeschlossen

# jexport error
source: Encountered error, unable to export the journal
da: Fejl opdaget, kan ikke eksportere journalen
de: Es ist ein Fehler aufgetreten, der Export des Journals ist fehlgeschlagen

# browsing
source: Browsing %i entries
da: Browser %i tekster
de: Durchsuche %i Einträge

# printing
source: Preparing %@ for printing…
da: Forbereder %@ til udskrivning…
de: Bereite %@ für den Druck vor…

# quiting
source: Saving journal and cleaning up…
da: Arkiverer journal og renser op…
de: Journal sichern und aufräumen…

# posting entry
source: Attemping to post entry…
da: Prøver at poste tekst…
de: Eintrag veröffentlichen…

# entry posted
source: %@ successfully posted to %@ : %@
da: %@ postet til %@ : %@
de: %@ erfolgreich veröffentlicht nach %@ : %@

# entry saved
source: %@ successfully saved as an HTML document
da: %@ arkiveret som HTML dokument
de: %@ erfolgreich als HTML-Dokument gesichert

# post failure
source: Unable to post %@ to %@ : %@
da: Kan ikke poste %@ til %@ : %@
de: Unmöglich, %@ nach %@ : %@ zu veröffentlichen

# center launched
source: Blog center launched
da: Blog center indlæst
de: Blog-Center gestartet

# ljconnect
source: Connecting to the LiveJournal server…
da: Opkobler til LiveJournal serveren…
de: Mit dem LiveJournal-Server verbinden…

# ljconnect yes
source: Connection established. See Details for more options
da: Forbindelse etableret. Se Oplysninger med flere valgmuligheder
de: Verbindung hergestellt. Siehe unter Details für weitere Möglichkeiten

# ljconnect no
source: Unable to connect to the LiveJournal server
da: Kan ikke koble op til LiveJournal serveren
de: Verbindung zum LiveJournal-Server konnte nicht hergestellt werden

# bloggerconnect
source: Connecting to the Blogger.com server…
da: Opkobler til Blogger.com serveren…
de: Mit dem Blogger.com-Server verbinden…

# bloggerconnect yes
source: Connection established. See Details for more options
da: Forbindelse etableret. Se Oplysninger med flere valgmuligheder
de: Verbindung hergestellt. Siehe unter Details für weitere Möglichkeiten

# bloggerconnect no
source: Unable to connect to Blogger.com
da: Kan ikke koble op til Blogger.com
de: Verbindung zum Blogger.com-Server konnte nicht hergestellt werden

# mp3 prepare
source: Preparing to convert audio recording to mp3…
da: Forbereder konvertering af lydoptagelse til mp3…
de: Konvertierung der Audio-Aufnahme ins MP3-Format vorbereiten…

# mp3 convert
source: Converting audio recording to mp3…
da: Konverterer lydoptagelse til mp3…
de: Aufnahme ins MP3-Format konvertieren…

# mp3 tag
source: Tagging mp3…
da: Tagger mp3…
de: MP3-Datei verschlagworten…

# mp3 import
source: Adding recording to iTunes…
da: Føjer mp3 til iTunes…
de: MP3-Datei zu iTunes hinzufügen…

# mp3 save
source: Saving mp3 to disk…
da: Arkiverer mp3 til disk…
de: MP3-Datei auf Festplatte speichern…

# mp3 clean
source: Cleaning up…
da: Renser op…
de: Aufräumen…

# mov tag
source: Tagging movie…
de: Film verschlagworten…

# no record title
source: Recording Unavailable
da: Optagelse utilgængelig
de: Aufnahme nicht verfügbar

# no record message
source: Journler recording requires Quicktime 7, the LAME encoding component and an audio input device.
da: Journler optagelser kræver Quicktime 7, LAME kode komponent og en lyd enhed (mikrofon).
de: Die Aufnahme von Audio-Dateien in Journler erfordert Quicktime 7, die LAME-encoding-Komponente und ein Gerät für die Toneingabe.

# record error
source: Record Center Error
da: Optager Center fejl
de: Fehler im Aufnahme-Center

# re nodetach
source: Unable to begin conversion, could not detach movie from current thread
da: Kan ikke starte konvertering, kan ikke frigøre film fra den aktuelle filmstrimmel
de: Konvertierung konnte nicht gestartet werden (could not detach movie from current thread)

# re noretach
source: Unable to begin conversion, could not attach movie to current thread
da: Kan ikke starte konvertering, kan ikke fastgøre film til den aktuelle filmstrimmel
de: Konvertierung konnte nicht gestartet werden (could not attach movie to current thread)

# re nobegin
source: Unable to begin conversion, could not read saved audio file
da: Kan ikke starte konvertering, kan ikke læse arkiverede lydfil
de: Konvertierung konnte nicht gestartet werden (could not read saved audio file)

# re nocomp
source: Unable to load MP3 encoder. It may be necessary to relaunch Journler before it is available. You may still save your recording as a QuickTime movie.
da: Kan ikke starte LAME mp3 kode komponent
de: LAME-MP3-Komponente konnte nicht geladen werden

# re nowrite
source: Error exporting mp3 to path %@
da: Fejl af eksport af mp3 til sti %@
de: Fehler beim Exportieren der MP3-Datei nach %@

# re noscript
source: Could not locate mp3 import script
da: Kan ikke finde mp3 import script
de: Das Skript für den MP3-Import konnte nicht gefunden werden

# re noexec
source: Could not execute mp3 import script
da: Kan ikke udføre mp3 import script
de: Das Skript für den MP3-Import konnte nicht ausgeführt werden

# re nocopy
source: Unable to copy recording to final destination
da: Kan ikke kopiere optagelsen til den endelige destination
de: Die Aufnahme konnte nicht an ihren Zielort kopiert werden

# window nix
source: Window and browse frames successfully reset
da: Vindue og browse rammer er nulstillet
de: Fenster- und Browse-Rahmen wuden erfolgreich zurückgesetzt

# search reset yes
source: Search manager successfuly reset
da: Søge manager er nulstillet
de: Der Suchmanager wurde erfolgreich zurückgesetzt

# search reset no
source: Unable to reset search manager
da: Kan ikke nulstille søge manager
de: Der Suchmanager konnte nicht zurückgesetzt werden

# setup error
source: Error creating and seting up the initial journal data. This is a critical error. Journler must quit. Please contact support@journler.com for additional support.
da: Fejl under oprettelse og indstiiling af journal data. Dette er en kritisk fejl. Journler skal afsluttes. Kontakt venligst support@journler.com for mere support.
de: Fehler beim Erstellen der Journal-Dateien. Dies ist ein kritischer Fehler. Journler wird beendet. Kontaktieren Sie bitte support@journler.com für weiteren Support.

# journal creation error
source: Journler was unable to load your journal. This is a critical error. Journler must shut down. Please let Journler's creator know about this via support@journler.com.
da: Journler kan ikke indlæse din journal. Dette er en kritisk fejl. Journler skal afsluttes. Giv venligst Journlers opretter besked om dette via support@journler.com.
de: Journler konnte Ihr Journal nicht laden. Dies ist ein kritischer Fehler. Journler wird beendet. Kontaktieren Sie bitte support@journler.com für weiteren Support.

# creation error 4
source: Journler was unable to load your journal: no journal at default path. Journler must shut down. Please let Journler's creator know about this via support@journler.com.
da: Journler kan ikke indlæse din journal: ingen journal i standardstien. Journler skal afsluttes. Giv venligst Journlers opretter besked om dette via support@journler.com.
de: Journler konnte Ihr Journal nicht laden, da sich am voreingestellten Ort kein Journal befindet. Journler wird beendet. Kontaktieren Sie bitte support@journler.com für weiteren Support.

# confirm fremove title
source: Delete Folder
da: Slet mappe
de: Ordner löschen

# confirm fremove msg
source: Are you sure you want to delete the collection titled "%@"?
da: Er du sikker på, du vil slette samlingen "%@"?
de: Sind Sie sicher, dass Sie die Sammlung "%@" löschen wollen?

# confirm fremove info
source: Deleting this folder will permanently remove it from your journal.
da: Sletning af mappen vil fjerne den permanent fra journalen.
de: Wenn Sie diesen Ordner löschen, wird er unwiderruflich aus Ihrem Journal entfernt.

# confirm fremove yes
source: Delete
da: Slet
de: Löschen

# confirm fremove no
source: Cancel
da: Afbryd
de: Abbrechen

# qt7 media title
source: QuickTime 7 Required
da: QuickTime 7 kræves
de: QuickTime 7 erforderlich

# qt7 media msg
source: The Journler media browser requires QuickTime 7.
da: Journler Medie browseren kræver QuickTime 7.
de: Journlers Medienbrowser benötigt QuickTime 7.

# qt7 media info
source: Please consider upgrading to QT7. If you do not require pro features, the upgrade is free.
da: Overvej at opgradere til QT7. Det er gratis, hvis du ikke behøver Pro udgaven.
de: Wollen Sie auf Qicktime 7 aktualisieren? Falls Sie die Funktionen der Pro-Version nicht benötigen, entstehen bei der Aktualisierung keine Kosten.

# qt7 media yes
source: Okay
da: OK
de: OK

# qt7 media no
source: Cancel
da: Afbryd
de: Abbrechen

# applescript error title
source: AppleScript Error
da: AppleScript fejl
de: AppleScript Fehler

# applescript error msg
source: An unknown error was encountered while compiling or executing the script.
da: Der opstod en ukendt fejl i forbindelse med compiling eller udførelse af denne script.
de: Beim Kompilieren oder Ausführen des Skripts ist ein unbekannter Fehler aufgetreten.

# applescript error info
source: Journler must halt execution of the script.
da: Journler må stoppe udførelsen af denne script.
de: Journler muss die Ausführung des Skripts unterbrechen.

# applescript error yes
source: Okay
da: OK
de: OK

# applescript error no
source: Cancel
da: Afbryd
de: Abbrechen

# critical audio error title
source: Critical Audio Error
da: Kritisk lyd fejl
de: Kritischer Audio-Fehler.

# critical audio error msg
source: A critical error was encountered by the record center.
da: Der opstod en kritisk fejl i Optager center.
de: Das Aufnahme-Center hat einen kritischen Fehler registriert.

# critical audio error info
source: It is necessary to shut the record center down.
da: Det er nødvendigt at lukke Optager center.
de: Sie brauchen das Aufnahme-Center nicht auszuschalten.

# critical audio error close
source: Close
da: Luk
de: Schließen

# critical audio error cancel
source: Cancel
da: Afbryd
de: Abbrechen

# livejournal error title
source: Live journal error
da: Live journal fejl
de: LiveJournal-Fehler

# server message title
source: Message from the server
da: Besked fra serveren
de: Nachricht vom Server

# connection attempt
source: Connecting to server…
da: Opkobler til serveren…
de: Mit Server verbinden…

# connection impossible
source: Unable to connect to server
da: Kan ikke opkoble til serveren
de: Es konnte keine Verbindung zum Server hergestellt werden

# connection error
source: An error occurred while checking for update
da: Der opstod en fejl under opdateringstjek
de: Es ist ein Fehler aufgetreten, als nach einer neuen Version gesucht wurde

# connection cancelling
source: Cancelling connection…
da: Afbryder forbindelsen…
de: Verbindung abbrechen…

# connection cancelled
source: Download update cancelled
da: Download af opdateringen er afbrudt
de: Das Laden der neuen Version wurde unterbrochen

# checking update
source: Checking for update…
da: Ser efter opdatering…
de: Nach neuer Version suchen…

# update no
source: You are running the latest version of Journler!
da: Du har nyeste Journler version!
de: Journler ist auf dem neuesten Stand!

# update yes
source: An update is available. Click update to download
da: Der findes en opdatering. Klik på Opdater for at downloade
de: Eine neue Version von Journler ist verfügbar. Klicken Sie auf Update, um die neue Version zu laden.

# urlImport downloading
source: Downloading data…
da: Downloader data…
de: Daten laden…

# urlImport converting
source: Converting data…
da: Konverterer data…
de: Daten konvertieren…

# pref encrypting
source: Journler is encrypting your entries…
da: Journler krypterer dine tekster…
de: Einträge verschlüsseln…

# pref decrypting
source: Journler is decrypting your entries…
da: Journler af-krypterer dine tekster…
de: Einträge entschlüsseln…

# word insert
source: Insert
da: Indsæt
de: Einfügen

# services category
source: Services Import
da: Tjenester import
de: Dienste importieren

# dropbox category
source: Drop Box
da: Drop boks
de: Briefkasten

# dropbox window title
source: jPanel - Journler Drop Box
da: jPanel - Journler Drop boks
de: jPanel - Journler Briefkasten

# dropbox note singular
source: Place the import in a folder or add tags and a category.
da: Placer importen i en mappe eller tilføj stikord og en kategori.
de: Plazieren Sie die importierte Datei in einem Ordner, oder ordnen Sie ihr Schlagwörter und eine Kategorie zu.

# dropbox note plural
source: Place the imports in a folder or add tags and a category.
da: Placer importen i en mappe eller tilføj stikord og en kategori.
de: Plazieren Sie die importierten Dateien in einem Ordner, oder ordnen Sie ihnen Schlagwörter und eine Kategorie zu.

# applescript category
source: AppleScript Addition
da: AppleScript tilføjelse
de: AppleScript-Zusatz

# resource original delete okay
source: Delete
da: Slet
de: Löschen

# resource original delete cancel
source: Cancel
da: Afbryd
de: Abbrechen

# resource original delete title
source: Delete Resource File
da: Slet kildefil
de: Anhang löschen

# resource original delete message
source: You are deleting the actual file. You cannot undo this action. Are you sure you want to do this?
da: Du sletter den faktiske fil. Aktionen kan ikke fortrydes. Er du sikker på, du vil gøre dette?
de: Sie sind dabei, die aktuelle Datei zu löschen. Sie können diese Aktion nicht rückgängig machen. Sind Sie sicher, dass Sie das tun möchten?

# resource alias delete title
source: Delete Resource Alias
da: Slet kildehenvisning
de: Alias des Anhangs löschen

# resource alias delete message
source: You are deleting the an alias. The original file will not be efffected. Are you sure you want to do this?
da: Du sletter en henvisning. Dette har ingen indflydelse på original filen. Er du sikker på, du vil gøre dette?
de: Sie sind dabei, eine Alias-Datei zu löschen. Die Originaldatei ist davon nicht betroffen. Sind Sie sicher, dass Sie das tun möchten?

# foldertitle searchresults
source: Search Results
da: Søgeresultater
de: Suchergebnisse

# localized categories
source: -,Personal,Dreams,Thoughts & Aphorisms,Observations,Work
da: -,Personlig,Drømme,Tanker,Observationer,Arbejde
de: Keine,Privat,Träume,Gedanken,Beobachtungen,Arbeit

# localized default category
source: Personal
da: Personlig
de: Persönlich

# tutorial keywords
source: Journler Welcome
da: Journler velkommen
de: Willkommen

# tutorial general title
source: Welcome to Journler
da: Velkommen til Journler
de: Willkommen bei Journler

# tutorial media title
source: Journler Tutorial 2 - Media
da: Journler guide 2 - Medie
de: Journler Anleitung 2 - Medien

# tutorial collections title
source: Journler Tutorial 3 - Collections
da: Journler guide 3 - Samlinger
de: Journler Anleitung 4 - Sammlungen

# collection manual title
source: Journler Manual
de: Journler Handbuch

# collection trash title
source: Trash
da: Papirkurv
de: Papierkorb

# no selection
source: None
da: Ingen
de: Ohne

# saved entry
source: %@ saved
da: %@ arkiveret
de: %@ gesichert

# saved entry error
source: Unable to save %@
da: Kan ikke arkivere %@
de: %@ konnte nicht gesichert werden

# metaweblog connect
source: Connecting to the Meta Weblog server
da: Opkobler til Meta Weblog serveren
de: Mit dem Meta-Weblog-Server verbinden

# metaweblog connect yes
source: Connection established. See Details for more options
da: Forbindelse etableret. Se Oplysninger med flere valgmuligheder
de: Verbindung hergestellt. Siehe unter Details für weitere Möglichkeiten

# metaweblog connect no
source: Unable to connect to the Meta Weblog interface
da: Kan ikke opkoble til Meta Weblog brugerfladen
de: Es konnte keine Verbindung zum Meta-Weblog-Server hergestellt werden

# to previous month
source: Show the previous month
da: Vis forrige måned
de: Den vorangehenden Monat anzeigen

# to previous day
source: Select the previous day
da: Vælg forrige dag
de: Den vorangehenden Tag auswählen

# to today
source: Jump to today's date
da: Hop til dags dato
de: Zum heutigen Tag springen

# to next day
source: Select the next day
da: Vælg næste dag
de: Den nächsten Tag auswählen

# to next month
source: Show the next month
da: Vis næste måned
de: Den nächsten Monat anzeigen

# previous month description
source: Previous Month
da: Forrige måned
de: Vorangehender Monat

# previous day description
source: Previous Day
da: Forrige dag
de: Vorangehender Tag

# today description
source: Today
da: I dag
de: Heute

# next day description
source: Next Day
da: Næste dag
de: Nächster Tag

# next month description
source: Next month
da: Næste måned
de: Nächster Monat

# stop description
source: Stop
de: Stopp

# play description
source: Play
da: Afspil
de: Wiedergeben

# import finished close
source: Close
da: Luk
de: Schließen

# menuitem remove formatting
source: Remove Formatting
da: Fjern formattering
de: Formatierung entfernen

# dated untitled title
source: %@ Untitled
da: %@ Uden navn
de: %@ Ohne Titel

# update title
source: Journler v%@ Updating
da: Journler v%@ opdaterer
de: Journler v%@ aktualisieren

# bug report
source: Type of Problem: (ie bug, crash, feature request, etc): Please Describe the Problem: (short, precise descriptions are more likely to be addressed) Feel free to send a screenshot. If you are reporting a crash, please attach the file called journler.crash.log located in your Home folder > Library > Logs > Crashreporter.
de: Art des Problems: (d. h. Fehler, Absturz, Anfrage für neue Funktionen usw.): Bitte beschreiben Sie das Problem: (Probleme mit kurzen, genauen Beschreibungen werden bevorzugt bearbeitet) Wenn Sie möchten, können Sie auch ein Bildschirmfoto senden. Falls Sie einen Absturz melden, senden Sie bitte die Datei "journler.crash.log" als Anhang mit. Sie finden diese Datei hier: "Ihr Heimverzeichnis > Library > Logs > Crashreporter".

# check entry
source: Mark as Checked
da: Marker som tjekket
de: Als geprüft markieren

# decheck entry
source: Unmark as Checked
da: Fjern tjekket
de: Markierung "geprüft" aufheben

# menuitem space single
source: 1 Line
da: 1 Linje
de: Einfacher Zeilenabstand

# menuitem space double
source: 2 Lines
da: 2 Linjer
de: Doppelter Zeilenabstand

# menuitem space single half
source: 1.5 Lines
da: 1.5 linjer
de: Eineinhalbfacher Zeilenabstand

# menuitem open link
source: Open Link
da: Åben link
de: Verweis öffnen

# menuitem open tab
source: Open Link
da: Åben link
de: Verweis öffnen

# menuitem open new tab
source: Open in New Tab
da: Open i nyt faneblad
de: In neuen Tab öffnen

# menuitem open window
source: Open in New Window
da: Åben i nyt vindue
de: In neuem Fenster öffnen

# menuitem finder reveal
source: Reveal Original in Finder
da: Vis original i Finder
de: Original im Finder anzeigen

# menuitem finder open
source: Open with Finder
da: Åben med Finder
de: Im Finder öffnen

# folder image select title
source: Select Image
da: Vælg billede
de: Bild auswählen

# folder image select prompt
source: Select
da: Vælg
de: Auswählen

# folder image select message
source: Select a new image for the folder, best one whose length and width are equal.
da: Vælg et nyt billede til mappen; helst kvadratisk.
de: Wählen Sie ein neues Bild für den Ordner – am besten eines mit gleicher Höhe und Breite.

# preferences panel 1
source: Licensing
da: Licens
de: Lizenz

# preferences panel 2
source: General
da: Generelt
de: Allgemein

# preferences panel 3
source: Advanced
da: Avanceret
de: Erweitert

# preferences panel 4
source: Web
de: Internet

# preferences panel 6
source: Appearance
da: Udseende
de: Darstellung
