Repository: AnsonT/Journler
Catalog: *.lproj/Toolbar.strings
Languages: da, de

# export label
source: Export
da: Eksporter
de: Exportieren

# export tip
source: Save your entry as an independent file
da: Arkiver teksten som en selvstændig fil
de: Eintrag als unabhängige Datei sichern

# email tip
source: Email your entry's text with your preferred mail client
da: E-mail teksten via dit normale e-mail program
de: Text als E-Mail versenden

# header label
source: Header
da: Overskrift
de: Kopfzeile

# header tip
source: Hide or show the entry header
da: Skjul/vis tekstens overskrift
de: Kopfzeile des Journals anzeigen/verbergen

# entry label
source: New Entry
da: Ny tekst
de: Neuer Eintrag

# entry tip
source: Add a dated entry to your journal
da: Føj en dateret tekst til journalen
de: Datierten Eintrag hinzufügen

# topic label
source: New Topic
da: Nyt emne
de: Neues Thema

# topic tip
source: Add an undated topic to your journal
da: Føj et u-dateret emne til journalen
de: Undatierten Eintrag hinzufügen

# delete label
source: Delete
da: Slet
de: Löschen

# delete tip
source: Move the selected entries to the trash or delete them if already there
da: Flyt valgte tekster til papirkurven eller slet dem, hvis de allerede er der
de: Ausgewählte Einträge in den Papierkorb verschieben oder löschen, falls sie bereits im Papierkorb sind

# record tip
source: Add a voice recording to your entry
da: Føj en lydoptagelse til teksten
de: Audioaufnahme zum Eintrag hinzufügen

# blog tip
source: Send your entry to the blog center
da: Send teksten til blog center
de: Eintrag zum Blog-Center senden

# topics label
source: Topics
da: Emner
de: Themen

# topics tip
source: Toggle the topics drawer
da: Vis/skjul emner skuffen
de: Themen-Schublade ein/ausblenden

# browse label
source: Browse
de: Ansehen

# browse tip
source: See all of your entries in the browse table
da: Se alle teksterne i browse panelet
de: Alle Einträge in der Tabelle ansehen

# search label
source: Search
da: Søg
de: Suchen

# search tip
source: Search the currently selected collection
da: Søg i valgte samling
de: In der Auswahl suchen

# address label
source: Contacts
da: Kontakter
de: Kontakte

# address tip
source: Add a contact to your entry
da: Føj en kontakt til teksten
de: Einen Kontakt zu Ihrem Eintrag hinzufügen

# links tip
source: Connect to another entry or create a link ID for this entry
da: Link til en anden tekst eller opret en link ID for denne tekst
de: Zu einem anderen Eintrag verweisen oder eine Verweis-ID für diesen Eintrag ertellen

# print label
source: Print
da: Udskriv
de: Drucken

# print tip
source: Print your entry
da: Udskriv teksten
de: Eintrag drucken

# photos label
source: Photos
da: Billede
de: Fotos

# photos tip
source: Add a photo to your entry
da: Føj et billede til teksten
de: Photo zum Eintrag hinzufügen

# tunes label
source: Music
da: Musik
de: Musik

# tunes tip
source: Add a song to your entry
da: Føj en sang til teksten
de: Lied zum Eintrag hinzufügen

# ruler label
source: Ruler
da: Lineal
de: Lineal

# ruler tip
source: Toggle the ruler and styles bar
da: Vis/skjul lineal og skriftsnit
de: Lineal und Stilleiste ein/ausblenden

# calendar label
source: Calendar
da: Kalender
de: Kalender

# calendar tip
source: Toggle the calendar
da: Vis/skjul kalenderen
de: Kalender ein/ausblenden

# entryinfo label
source: Info
da: Oplysning
de: Information

# entryinfo tip
source: Edit this entry's properties
da: Rediger tekstens oplysninger
de: Eigenschaften des Eintrags ändern

# flag label
source: Flag
de: Markieren

# flag tip
source: Mark the entry as flag/unflagged
da: Marker teksten som flagget/ikke-flagget
de: Eintrag markieren/Markierung aufheben

# subscript label
source: Subscript
da: Sænket
de: Tiefgestellt

# subscript tip
source: Subscript the currently selected text
da: Sænk valgte tekst
de: Ausgewählten Text tiefstellen

# superscript label
source: Superscript
da: Hævet
de: Hochgestellt

# superscript tip
source: Superscript the currently selected text
da: Hæv valgte tekst
de: Ausgewählten Text hochstellen

# highlight label
source: Highlight
da: Marker
de: Hervorheben

# highlight tip
source: Highlight the currently selected text
da: Marker valgte tekst
de: Ausgewählten Text hervorheben

# record video tip
source: Add a video recording to your entry
da: Føj en video optagelse til teksten
de: Eine Videoaufzeichnung zum Eintrag hinzufügen

# snapshot label
source: Photo
da: Snapshot
de: Schnappschuss

# snapshot tip
source: Add a snapshot to your entry
da: Føj et snapshot til teksten
de: Einen Schnappschuss zum Eintrag hinzufügen

# newtab label
source: New Tab
da: Nyt faneblad
de: Neuer Tab

# newtab tip
source: Create a new, empty tab
da: Opret et nyt, tomt faneblad
de: Einen neuen, leeren Tab erstellen

# lockout label
source: Lockout
da: Lås
de: Abschließen

# lockout tip
source: Close all of Journler's open windows and lock access to your journal
da: Luk alle Journlers åbne vinduer og lås adgangen til journalen
de: Alle offenen Journler-Fenster schließen und Zugang zum Journal abschließen

# post label
source: Post
de: Beitragen

# post tip
source: Post this entry to the selected blog
da: Send denne tekst til valgte blog
de: Eintrag zum ausgewählten Blog senden

# target label
source: Target Blog
da: Mål-blog
de: Ziel-Blog

# target tip
source: Select the blog to which you would like this entry posted
da: Vælg den blog du vil sende teksten til
de: Blog auswählen, zu dem der Eintrag gesendet werden soll

# link label
source: Link
de: Verweis

# link tip
source: Add a web link to your entry
da: Føj et web link til teksten
de: Einen Weblink zum Eintrag hinzufügen

# image label
source: Image
da: Billede
de: Bild

# image tip
source: Add a web image to your entry
da: Føj et web billede til teksten
de: Ein Internetbild zum Eintrag hinzufügen

# html label
source: Additional Markup
da: Flere Markup
de: Zusätzliche Textauszeichnung

# html tip
source: Add HTML tags to your entry
da: Føj HTML tags til teksten
de: HTML-Tags zum Eintrag hinzufügen

# details tip
source: Specify blog specific options
da: Vælg blog specifikke valgmuligheder
de: Blog-spezifische Optionen angeben

# genpref label
source: General
da: Generelt
de: Allgemein

# genpref tip
source: General preferences
da: Generelt indstillinger
de: Allgemeine Einstellungen

# blogpref label
source: Blogging
da: Web
de: Internet

# blogpref tip
source: Intert related preferences
da: Blog konto indstillinger
de: Einstellungen zum Blog-Konto

# donpref label
source: Licensing
da: Licens
de: Lizenz

# donpref tip
source: Make a donation and secure a license
da: Doner og få en licens
de: Machen Sie eine Spende und sichern Sie sich so eine Lizenz

# appearpref label
source: Appearance
da: Udseende
de: Darstellung

# appearpref tip
source: Customize general appearance settings
da: Tilpas udseende indstillingerne
de: Allgemeines Erscheinungsbild ändern

# pref editing label
source: Editing
da: Redigering
de: Bearbeiten

# pref editing tip
source: Change the way Journler behaves when writing entries
da: Vælg Journler indstillinger til skrivning af tekster
de: Das Verhalten von Journler beim Schreiben von Einträgen ändern

# pref media label
source: Media
da: Medie
de: Medien

# pref media tip
source: Settings for viewing, copying and linking media inside Journler
da: Indstillinger for visning, kopiering og link af medier i Journler
de: Einstellungen, um Medien in Journler anzuschauen, zu kopieren und zu verlinken

# pref advanced label
source: Advanced
da: Avanceret
de: Erweitert

# pref advanced tip
source: Additional settings for advanced customization
da: Yderligere indstillinger for avancerede muligheder
de: Einstellungen für Fortgeschrittene

# filter tip
source: Filter the browsed entries, hold the alt key to save the filter
da: Filtrer emnerne, hold alt-tasten nede for at arkivere filteret
de: Durchsuchte Einträge filtern. Sie können die Filtereinstellungen als intelligenten Ordner sichern, indem Sie die alt-Taste drücken.

# iweb tip
source: Send the entry to iWeb for blogging
da: Send teksten til iWeb for blogging
de: Eintrag fürs Bloggen an iWeb senden

# ilife label
source: Media
da: Medie
de: Medien

# ilife tip
source: Add your iLife music, pictures and movies to an entry
da: Føj iLife musik, billeder og film til en tekst
de: Musik, Bilder und Filme aus iLife zum Eintrag hinzufügen

# nav label
source: History
da: Historie
de: Verlauf

# nav tip
source: Show the previous or next entry
da: Vis forrige eller næste tekst
de: Vorangehenden oder nächsten Eintrag anzeigen

# htmlsave label
source: Export
da: Eksport
de: Exportieren

# htmlsave tip
source: Export your modifications to an HTML file
da: Eksporter ændringerne til en HTML fil
de: Änderungen als HTML-Datei exportieren

# ipod label
source: Note
de: Notiz

# ipod tip
source: Export the selection to your iPod
da: Ekporter valgte til din iPod
de: Auswahl auf iPod übertragen

# view blog label
source: View Blog
da: Vis Blog
de: Blog anschauen

# view blog tip
source: View the selected blog
da: Se valgte blog
de: Ausgewählten Blog anschauen

# blog mode label
source: Mode
da: Måde
de: Modus

# blog mode tip
source: Edit your entry or preview it
da: Rediger tekster eller prøvekig dem
de: Eintrag bearbeiten oder anschauen

# blockquote label
source: Quote
da: Citat
de: Zitat

# blockquote tip
source: Indent selection as block quote
da: Indryk valgte som citat blok
de: Auswahl als Zitat einrücken

# newfolder label
source: Folder
da: Mappe
de: Ordner

# newfolder tip
source: Add a new folder to your journal
da: Føj ny mappe til journalen
de: Einen neuen Ordner zu Ihrem Journal hinzufügen

# newsmartfolder label
source: Smart Folder
da: Smart mappe
de: Intelligenter Ordner

# newsmartfolder tip
source: Add a new smart folder to your journal
da: Føj ny smart mappe til journalen
de: Einen neuen intelligenten Ordner zu Ihrem Journal hinzufügen

# insert checkbox label
source: Checkbox
da: Tjekfelt
de: Ankreuzfeld

# insert checkbox tip
source: Add a checkbox to your entry
da: Føj et tjekfelt til teksten ved markøren
de: Ein Ankreuzfeld zu Ihrem Eintrag hinzufügen

# insert table label
source: Table
da: Tabel
de: Tabelle

# insert table tip
source: Add a table to your entry
da: Føj en tabel til teksten ved markøren
de: Eine Tabelle zu Ihrem Eintrag hinzufügen

# insert link label
source: Link
de: Verweis

# insert link tip
source: Add a link to your entry
da: Føj en link til teksten ved markøren
de: Einen Verweis zu Ihrem Eintrag hinzufügen

# insert list label
source: List
da: Liste
de: Liste

# insert list tip
source: Add a list to your entry
da: Føj en liste til teksten
de: Eine Liste zu Ihrem Eintrag hinzufügen

# insert datetime label
source: Date/Time
da: Dato/Tid
de: Datum/Zeit

# insert datetime tip
source: Add the date and/or time to your entry
da: Føj datoen og/eller klokkeslæt til teksten
de: Datum und/oder Zeit zu Ihrem Eintrag hinzufügen

# correspondence label
source: Messages
da: Beskeder
de: Nachrichten

# correspondence tip
source: Add Mail messages and iChat transcripts to your entry
da: Føj mail beskeder og iChat kopier til din tekst
de: Nachrichten aus Mail oder iChat zu Ihrem Eintrag hinzufügen

# synonyms label
source: Synonyms
da: Synonymer
de: Synonyme

# synonyms tip
source: Explicity establish relationships between terms in your journal
de: Begriffe im Journal explizit miteinander verknüpfen

# stoplist label
source: Stop Words
da: Stop ord
de: Stoppwörter

# stoplist tip
source: Filter out words you do not want indexed, such as prepositions and articles
da: Filtrer de ord, du ikke vil kave indekseret, såsom forholdsord og artikler.
de: Schliessen Sie Wörter aus, die Sie nicht indizieren wollen (z. B. Präpositionen und Artikel)

# letters label
source: Jump to Letter
da: Hop til bogstav
de: Zu Buchstabe springen

# letters tip
source: Quickly jump to the first item in the selected list that begins with this letter.
da: Hop hurtigt til det første emne i valgte liste, som starter med dette bogstav.
de: Springt sofort zum ersten Eintrag in der ausgewählten Liste, der mit diesem Buchstaben beginnt.

# lexicon label
source: Lexicon
da: Leksikon
de: Lexikon

# lexicon tip
source: Infinit depth term-document relationships. Discover connections you never knew existed.
de: Finden Sie Beziehungen zwischen Ihren Einträgen, von denen Sie nicht einmal gewusst haben, dass sie überhaupt existieren.

# pref labels label
source: Labels
da: Label
de: Etiketten

# pref labels tip
source: Specify how Journler should name the labels you use
da: Vælg, hvordan Journler navngiver de label du bruger
de: Geben Sie an, wie Journler Ihre Etiketten benennen soll.

# record label
source: Audio
da: Lyd

# links label
source: Links
da: Link

# details label
source: Details
da: Oplysninger

# filter label
source: Filter
da: Filtrer
