Repository: AnsonT/Journler
Catalog: *.lproj/UpgradeController.strings
Languages: da, de

# backing up
source: Backing up your Journal…
da: Laver backup af journalen…
de: Sicherungskopie des Journals anfertigen…

# converting collections
source: Converting folders…
da: Konverterer mapper…
de: Ordner sichern…

source: Converting entries…
da: Konverterer tekster…
de: Einträge konvertieren…

# saving collections
source: Saving folders…
da: Arkiverer mapper…
de: Ordner sichern…

source: Updating preferences…
da: Opdaterer indstillinger…
de: Einstellungen aktualisieren…

# creating search indexes
source: Preparing search…
da: Forbereder søgninger…
de: Suche vorbereiten…

# installing lame
source: Preparing audio recording…
da: Forbereder lydoptagelse…
de: Audioaufnahmen vorbereiten…

source: Processing entries…
da: Bearbejder teksterne…
de: Einträge verarbeiten…

source: Saving journal…
da: Arkiverer journal…
de: Journal sichern…

source: Upgrade complete
da: Opgraderingen er færdig
de: Aktualisierung vollständig

# upgrade complete success
source: Journler has successfully upgraded your entries.
da: Journler har opgraderet dine tekster.
de: Journler hat Ihre Einträge erfolgreich aktualisiert.

# upgrade complete error
source: Journler encountered %i errors while upgrading your journal. Please refer to the log for more information.
da: Journler opdagede %i fejl under opgraderingen af journalen. Se venligt log for mere information.
de: Journler hat beim Upgraden Ihres Journals %i Fehler gemeldet. Für weitere Informationen sehen Sie bitte in der log-Datei nach. while upgrading your journal.

# backup directory no create msg
source: Journler is unable to backup your journal.
da: Journler kan ikke udføre backup af journalen.
de: Journler kann von Ihrem Journal keine Sicherungskopie anlegen.

# backup directory no create info
source: Journler could not create a backup directory. You should manually archive your old entries before proceeding. For instructions, refer to the additional documents that came with the download.
da: Journler kan ikke oprette en backup mappe. Du bør manuelt arkivere dine ældre tekster, før du fortsætter. Læs også de dokumenter, der fulgte med ved download af Journler.
de: Journler konnte für Ihre Sicherungskopie kein Datenverzeichnis anfertigen. Sie solten Ihre alten Einträge manuell archivieren, bevor Sie fortfahren. Für eine Anleitung sehen Sie bitte in den Dokumenten nach, die Sie zusammen mit Journler erhalten haben.

# backup directory no create default
source: Quit
da: Afslut
de: Beenden

# backup directory no create alt
source: Continue
da: Fortsæt
de: Fortfahren

# backup zip fail msg
source: Journler is unable to backup your journal.
da: Journler kan ikke udføre backup af journalen.
de: Journler kann von Ihrem Journal keine Sicherungskopie anlegen.

# backup zip fail info
source: Journler could not archive your entries. You should manually archive your old entries before proceeding. For instructions, refer to the additional documents that came with the download.
da: Journler kunne ikke arkivere dine tekster. Du bør manuelt arkivere dine ældre tekster, før du fortsætter. Læs også de dokumenter, der fulgte med ved download af Journler.
de: Journler konnte Ihre Einträge nicht archivieren. Sie solten Ihre alten Einträge manuell archivieren, bevor Sie fortfahren. Für eine Anleitung sehen Sie bitte in den Dokumenten nach, die Sie zusammen mit Journler erhalten haben.

# backup zip fail default
source: Quit
da: Afslut
de: Beenden

# backup zip fail alt
source: Continue
da: Fortsæt
de: Fortfahren

# collections folder create fail msg
source: Journler is unable to create a folders directory.
da: Journler kan ikke oprette en mappe til mapperne.
de: Journler kann kein Ordnerverzeichnis erstellen.

# collections folder create fail info
source: A folders directory is required. This is a critical error. You may attempt the upgrade again, and if that does not work please contact support@journler.com.
da: En mappe til mapperne er nødvendig. Dette er en kritisk fejl. Du kan prøve at opgradere igen, og hvis det ikke virker, så kontakt venligst support@journler.com.
de: Ein Ordnerverzeichnis wird benötigt. Dies ist ein kritischer Fehler. Sie sollten die Aktualisierung noch einmal vornehmen. Falls der Fehler dann immer noch auftritt, kontaktieren Sie bitte support@journler.com.

# resources folder create fail msg
source: Journler is unable to create a resources directory.
da: Journler kan ikke oprette en kilde mappe.
de: Journler konnte kein Quellenverzeichnis erstellen.

# resources folder create fail info
source: A resources directory is required. This is a critical error. You may attempt the upgrade again, and if that does not work please contact support@journler.com.
da: En kilde mappe er nødvendig. Dette er en kritisk fejl. Du kan prøve at opgradere igen, og hvis det ikke virker, så kontakt venligst support@journler.com.
de: Es wird ein Quellenverzeichnis benötigt. Dies ist ein kritischer Fehler. Wiederholen Sie den Aktualisierungsvorgang, und kontaktieren Sie bitte support@journler.com, falls der Fehler erneut auftritt.

# resources folder create fail default
source: Quit
da: Afslut
de: Beenden

# reset search index fail msg
source: Journler is unable to reset the search index.
da: Journler kan ikke nulstille søge indekset.
de: Journlar kann den Suchindex nicht zurücksetzen.

# reset search index fail info
source: The search index is necessary for internal journal searches. You may proceed with the upgrade, although it will be necessary to rebuild the search index at a later time.
da: Søge indekset er nødvendigt for interne journal søgninger. Du kan godt fortsætte med opgraderingen, men det vil være at genopbygge søge indekset senere.
de: Der Suchindex ist für die journlerinterne Suche erforderlich. Sie können mit dem Upgrade fortfahren. Später werden Sie den Suchindex allerdings neu aufbauen müssen.

# reset search index fail default
source: Continue
da: Fortsæt
de: Fortfahren

# reset search index fail alt
source: Quit
da: Afslut
de: Beenden

# no encryption support msg
source: Journler 2.5 does not support encryption
da: Journler 2.1 understøtter ikke kryptering
de: Verschlüsselung wird nicht länger unterstützt

# no encryption support info
source: Journler no longer supports encryption. You must decrypt your journal using the previous version of Journler before running this upgrade. http://journler.com/encryption/
da: Journler understøtter ikke kryptering mere. Du skal af-kryptere din journal med en tidligere Journler version, før du benytter denne opgradering. Mere information findes her http://journler.com/encryption/
de: Journler unterstützt keine Verschlüsselung mehr. Sie müssen Ihr Journal mit der vorherigen Version von Journler entschlüsseln, bevor Sie auf die neue Version aktualisieren können. http://journler.com/encryption/

# no encryption support default
source: Quit
da: Afslut
de: Beenden

# 210250 upgrade
source: Running 2.1 to 2.5 Upgrade
da: Afvikler 2.1 til 2.5 opgradering
de: Aktualisierung von 2.1 auf 2.5

# 253 reset folder icons msg
source: Journler 2.5.3 Upgrade
da: Journler 2.5.3 opgradering
de: Journler 2.5.3 Aktualisierung

# 253 reset folder icons info
source: Journler 2.5.3 must reset your custom folder icons. Journler will save the icons to your desktop so that you can restore them afterwards.
da: Journler 2.5.3 nulstiller dine almindelige mappe ikoner. Journler arkiverer ikonerne til skrivebordet, så du bagefter kan gendanne dem.
de: Journler 2.5.3 muss Ihre persönlichen Ordner-Icons zurücksetzen. Ihre Ordner-Icons werden auf dem Schreibtisch gesichert, damit Sie sie nachher bei Bedarf wiederherstellen können.

source: Some time may be required
da: Det kan tage noget tid

source: Data Storage Update
da: Datalager opdatering

# collections folder create fail default
source: Quit
de: Beenden
